---
kind: enumMember
id: F:Autodesk.Revit.DB.WorksetVisibility.Visible
enum: Autodesk.Revit.DB.WorksetVisibility
source: html/f087ac23-9660-1367-9d88-aa83b1adf4c7.htm
---
# Autodesk.Revit.DB.WorksetVisibility.Visible

Be visible in a view (i.e. will be visible unless it is closed).